"use client";
import {
  Tabs,
  TabsHeader,
  TabsBody,
  Tab,
  TabPanel,
} from "@material-tailwind/react";
import ReactMarkdown from "react-markdown";
import { Gallery } from "react-grid-gallery";

interface BasicTabsProps {
  tabs: {
    label: string;
    value: string;
    desc: string | [];
  }[];
}

export default function BasicTabs({ tabs }: BasicTabsProps) {
  const data = [
    {
      label: "Общая Информация",
      value: "html",
      desc: `Самарканд – один из древнейших и наиболее известных городов Средней Азии, который был основан в VI-V веках до нашей эры. В течение всех своих исторических этапов он играл ключевую роль в культурной и политической жизни региона. Самарканд – это древнее культурное наследие плодородной долины реки Зарафшан, где сохранились уникальные архитектурные сооружения, которые были построены в эпоху монгольского государства и империи Тамерлана. Бухара - один из самых древних и красивых городов в Узбекистане. Он расположен в середине страны, на границе с Казахстаном и Туркменистаном. Город прославился своими старинными архитектурными памятниками, многие из которых датируются средневековьем.`,
    },
    {
      label: "Программа тура",
      value: "react",
      desc: `День 1: Прибытие в Самарканд

      Ваш гид встретит вас в аэропорту и сопроводит вас в отель. После размещения вы отправитесь на обзорную экскурсию по Самарканду.
      
      - Регистан (центр города, состоящий из трех медресе, построенных в XVII веке)
      - Мечеть Биби-Ханым (мечеть, построенная в честь жены Тамерлана, в которой находится самый большой зал в Средней Азии)
      - Руины замка Афросиаб (имперское селение, которое было уничтожено в начале XIII века)
      
      День 2: Самарканд
      
      - Мавзолей Гур-Эмир (гробница Тамерлана и его потомков)
      - Успенский собор (бывшая мечеть, построенная в честь святой мученицы Фомы и приобретшая статус кафедрального собора в 19 веке)
      - Мечеть Ходжа Ахмада Ясави (мечеть, которая была признана объектом Всемирного наследия ЮНЕСКО)
      - Базар Сиаб (самый большой рынок Самарканда)
      - Шахи-Зинда (мавзолеи, находящиеся на холме и посвященные родственникам Тамерлана)
      
      День 3: Самарканд
      
      - Обсерватория Улугбека (мастерские математика Улугбека взорвали на 2 века вперед современные научные разработки)
      - Крепость Ак-Сарай (крепость, построенная в XIV веке. Сегодня можно увидеть лишь ее разрушенные стены)
      - Мечеть Хазрет-Хизир (мусульманская мечеть, посвященная святому Хазрату Хизиру)
      
      День 4: Выезд из Самарканда
      
      В последний день ваш гид доставит вас в аэропорт, чтобы вы могли приступить к путешествию домой.
      `,
    },
    {
      label: "Галерея",
      value: "vue",
      desc: `Тут будут фотографии.`,
    },
    {
      label: "Забронировать Тур",
      value: "angular",
      desc: `Форма для бронирования тура онлайн`,
    },
  ];

  return (
    <Tabs value="about" className="mt-2 z-0">
      <TabsHeader className="z-0 flex flex-col lg:flex-row flex-wrap">
        {tabs?.map(({ label, value }) => (
          <Tab className="text-sm w-auto mr-4 p-2" key={value} value={value}>
            {label}
          </Tab>
        ))}
      </TabsHeader>
      <TabsBody>
        {tabs?.map(({ value, desc }) => (
          <TabPanel key={value} value={value}>
            <div className="text-base sm:text-sm whitespace-pre-wrap ">
              {typeof desc == "string" && <ReactMarkdown children={desc} />}
              {typeof desc == "object" && <Gallery images={desc} />}
            </div>
          </TabPanel>
        ))}
      </TabsBody>
    </Tabs>
  );
}