import Image1 from "public/mausoleum.jpg";
import Image2 from "public/samarkand.jpg";
import Image3 from "public/bukhara-sky.jpg";
import Image4 from "public/chimgan.jpg";
import Image5 from "public/bazaar.jpg";
import Bukhara from "public/bukhara.jpg";
import Tashkent from "public/tashkent.jpg";
import Hiva from "public/mosque.jpg";
import Samarkand from "public/samarkand-big.jpg";
import Avatar1 from "public/avatar1.jpg";
import Avatar2 from "public/avatar2.jpg";

import khivaGallery from "@/public/khiva/khiva.gallery";
import tashkentGallery from "@/public/tashkent/tashkent.gallery";
import samarkandGallery from "@/public/samarkand/samarkand.gallery";
import bukharaGallery from "@/public/bukhara/bukhara.gallery";

export const CarouselItems = [
  {
    id: 1,
    title: "Великий Шелковый путь",
    locations: "Самарканд - Бухара - Гиждуван - Самарканд",
    price: "$ 500",
    duration: "7 дней / 6 ночей",
    image: Image1,
    imageStyle:
      "w-full h-[25vh] bg-[url('../public/mausoleum.jpg')] bg-cover bg-center flex justify-center items-center",
  },
  {
    id: 2,
    title: "Комбинированный тур",
    locations: "Ургенч - Хива - Бухара - Кызыл Кум- Самарканд",
    price: "$ 500",
    duration: "7 дней / 6 ночей",
    image: Image2,
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/samarkand.jpg')] bg-cover bg-center flex justify-center items-center",
  },
  {
    id: 3,
    title: "Тени древнего Хорезма",
    locations: "Ургенч - Хива - Кызыл Кум - Топрак",
    price: "$ 500",
    duration: "5 дней / 4 ночей",
    image: Image3,
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/bukhara-sky.jpg')] bg-cover bg-center flex justify-center items-center",
  },
  {
    id: 4,
    title: "По долинам по взгорьям",
    locations: "Самарканд - Гиждуван - Бухара",
    price: "$ 500",
    duration: "8 дней / 7 ночей",
    image: Image4,
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/chimgan.jpg')] bg-cover bg-center flex justify-center items-center",
  },
  {
    id: 5,
    title: "Память веков",
    locations: "Ташкент - Самарканд - Шахрисабз - Хива - Ургенч",
    price: "$ 500",
    duration: "8 дней / 7 ночей",
    image: Image5,
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/bazaar.jpg')] bg-cover bg-center flex justify-center items-center",
  },
];

export const Cities = [
  {
    id: 1,
    image: Hiva,
    title: "Хива",
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/mosque.jpg')] bg-cover bg-center flex justify-center items-center",
    tabs: [
      {
        label: "О Городе",
        value: "about",
        desc: `На юго-западе Узбекистана, на территории пустыни Кызыл-Кум, недалеко от реки Амударьи, располагается город-музей «под открытым небом» - Хива.
        
        Это единственный город в Центральной Азии, сохранившийся в своей первозданности. Одна из легенд о происхождении города приписывает основание Симу, сыну Ноя, который создал его из песчаного бархана, а затем выкопал колодец - «хивак», по имени которого, якобы, назван город.
        На самом деле город сложился во второй половине IXв. на средневековом пути из Ургенча (ныне городище Куня-Ургенч на территории Туркмении) в Мавераннахр (арабск. «за рекой» Амударьей).
        
        В X-XII вв. это небольшой, хорошо укрепленный город. После опустошительного нашествия монголов (1221г) Хива возрождается лишь на рубеже XIII-XIVвв., когда в ней осуществляется новое строительство. В период правления династии Тимуридов (XVв.) она играет заметную роль как укрепленный город. Политическое значение Хивы возрастает в XVI-XVIIвв., когда она становится главным городом Южного Хорезма, а в XVIIв. – столицей Хивинского ханства. Социальный кризис в XVIII в., охвативший Среднюю Азию, а также стихийные бедствия приводят к тому, что жизнь в Хиве почти замирает. С конца XVIIIв. и особенно в XIXв. хивинские ханы Кунградской династии затрачивают массу средств на укрепление своей столицы и украшают ее величественными зданиями гражданской и культовой архитектуры. Основное средоточие памятников монументальной архитектуры XVII-XIXвв. располагается в Ичан-кале, что в переводе означает - «внутренний город» (26га), сложившийся вокруг цитадели и обнесенный мощной крепостной стеной (высота -10м, длина – 2200м). Стена является образцом средневековых фортификационных сооружений.
        
        В 1967 году Ичан-кала объявлена государственным архитектурным заповедником и взята под охрану государства. Помимо исторической ценности архитектурных сооружений, город является еще и центром кустарно-художественных промыслов, а слава резчиков по камню и дереву, граверов и ювелиров, вышивальщиц по бархату и шелку, ковроделов, керамистов давно перешагнула пределы области и изделия искусных мастеров пользуются большим спросом далеко за рубежами Узбекистана. Хиву называют туристической Меккой - местом паломничества туристов со всего мира.
        `,
      },
      {
        label: "Рекомендованные Объекты",
        value: "sites",
        desc: `Пешеходная экскурсия по архитектурным памятникам Ичан-Калы (ХVII-XIXвв.):
        •	здание европейской архитектуры, построенное Ислам-Ходжой для новометодной школы, стройный минарет, мечеть и медресе Ислам Ходжа (XXв.); 
        •	медресе Мухаммед-Амин-хана с недостроенным минаретом Кальта-Минор (высота 26м) – XIXв.; 
        •	комплекс Куня-Арк (крепость) – XVII-XIXвв.;  
        •	медресе Мухаммада Рахим-хана – XVIIIв.;
        •	мавзолей Сейида Алауддина - единственный сохранившийся памятник XIVв.; 
        •	медресе Карихона, где сейчас расположены ремонтные мастерские и магазины (ХVII-XIXвв.); 
        •	медресе Ширгази-хана – XVIIв.; 
        •	мавзолей Пахлаван-Махмуда (XIX-XXвв.); 
        •	медресе Кутлуг-Мурад-инак с подземным хранилищем воды – сардобой (1812г);
        •	комплекс строений Алла-Кули-хана (1834-35гг): медресе с пышно украшенным порталом, тим (крытый торговый пассаж) и караван-сарай (постоялый двор); 
        •	дворец Таш-хаули с богатой отделкой стен (изразцы, роспись) – XIXв.; 
        •	соборная Джума-мечеть с минаретом (ХVII-XIXвв.). 
        `,
      },
      {
        label: "Галерея",
        value: "gallery",
        desc: khivaGallery.map((img) => ({
          src: img.src,
          width: img.width,
          height: img.height,
        })),
      },
    ],
  },
  {
    id: 2,
    image: Tashkent,
    title: "Ташкент",
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/tashkent.jpg')] bg-cover bg-center flex justify-center items-center",
    tabs: [
      {
        label: "О Городе",
        value: "about",
        desc: `На северо-востоке Узбекистана между отрогами западного Тянь-Шаня и рекой Сырдарья, в долине реки Чирчик раскинулся ташкентский оазис. Начальное освоение его территории восходит к III-IIвв. до н.э. Первоначально город сложился в начале нашей эры на месте Шаш-тепе («тепе» - холм, курган) и именовался Шаш.
        
        Город был обведен стеной и в китайских летописях носил название Юни. Во II-IIIвв. жизнь сместилась на территорию местечка Минг-Урюк и город охватывается мощными укреплениями. В VI-VIIвв. вокруг города уже находились феодальные замки с прилегающими к ним поселениями. В X-XIвв. на новом месте появляется средневековый город под названием Бинкет, состоявший из крепости, собственно города и пригорода. Он особенно разрастается в XI-XIIвв., когда уже именуется Ташкентом.

        В XIV-XVвв. Ташкент – являлся главным городом удела, принадлежавшего членам правящих династий Тимуридов, Шейбанидов, Аштарханидов. После резкого упадка в XVIIIв. Ташкент, вошедший в состав Кокандского ханства, постепенно возрождается. С 1860-х годов к востоку от старого города, с его хаотично сложившейся застройкой, кварталами-махалля, заполненными глинокаркасными домами, строится по регулярному плану хорошо озелененный новый город. Архитектура его следует общему стилю русского зодчества XIX-XXвв. В советское время Ташкент подвергается коренной перестройке. Стирается грань между его древней и новой частью. Особенно интенсивное строительство осуществляется после разрушительного землетрясения 1966 года. Благодаря помощи всех республик Советского союза в рекордные сроки были построены крупные жилые массивы, сформировавшие главный центр города на площади Ленина (Мустакилик - в наши дни). Сейчас Ташкент – это крупный мегаполис с населением более 2 500 000 человек, являющийся средоточием политической, экономической и культурной жизни страны.
        `,
      },
      {
        label: "Рекомендованные Объекты",
        value: "sites",
        desc: `• посещение культового ансамбля Хаст-Имам, который сформировался вокруг мавзолея шейха Хавенди Тахура (XV-XIXвв.) – известного и почитаемого на Востоке суфия. На территории ансамбля находится медресе Баракхана (1531-32гг), где в настоящее время располагается Духовное управление мусульман Узбекистана и Исламский университет. Здесь же, в специальном помещении хранятся редкие собрания Коранов и сборники хадисов (воспоминания о словах и делах Пророка Мухаммеда). Рядом находится мавзолей, возведенный во 2-й половине XVIв. над захоронением выдающегося законоведа шафиитского толка (юридическая школа в исламе), хадисоведа и комментатора Корана, почитаемого духовного лица - Мухаммеда Абу-Бакра Каффаль-Шаши (умер в Xв.);
        
        • Музей династии Тимуридов;
        
        • Музей прикладного искусства регионов  
        Узбекистана;
        
        • самый «старый» базар Ташкента «Чор-Су».
        `,
      },
      {
        label: "Галерея",
        value: "gallery",
        desc: tashkentGallery.map((img) => ({
          src: img.src,
          width: img.width,
          height: img.height,
        })),
      },
    ],
  },
  {
    id: 3,
    image: Samarkand,
    title: "Самарканд",
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/samarkand-big.jpg')] bg-cover bg-center flex justify-center items-center",
    tabs: [
      {
        label: "О Городе",
        value: "about",
        desc: `Первоначальным ядром города был город-крепость, который с XVIIIв. называется Афрасиаб, который сложился уже к середине Vв. до н. э. и был обведен крепостными стенами. В 329 году до н. э. город был взят приступом войсками Александра Македонского. В античное время (IIIв. до н. э.- III в. н. э.) Самарканд являлся столицей области Согдиана (Согд) и был охвачен кольцами крепостных стен: вокруг собственно города и его округи. 
        
        После временного упадка IV-Vвв. начинается интенсивное развитие раннефеодального города, ознаменованное возведением новых укреплений, богатых дворцов и усадеб согдийской феодальной знати. Арабское завоевание (712г) приводит к запустению города. Бурный его рост наблюдается при правящих династиях Саманидов (IX-Xвв.) и Караханидов (XI-XIIвв.). В этот период Самарканд и его пригороды были плотно застроены. Процветали ремесла и торговля, продолжается интенсивное строительство жилых домов, дворцов, усадеб, культовых исламских зданий, гражданских сооружений.
        
        При монгольском завоевании (1220г) город был разрушен и опустошен окончательно и на прежнем месте уже не смог возродиться. Уцелевшие жители переселились к югу, на территорию нынешнего Самарканда. В XIV-XVвв., в период царствования грозного Тимура (Тамерлана) и его внука Улугбека, Самарканд вступает в пору невиданного блеска. Возводятся цитадель, крепостные стены, пробиваются большие улицы, возникают грандиозные архитектурные ансамбли. Город становится столицей огромной империи.
        
        Но с середины XVв. значение Самарканда падает. Новый подъем монументального строительства город переживает в XVIIв., став удельной столицей узбекского рода Алчин. В XVIIIв. городская жизнь опять приходит в упадок вплоть до XIXв. В 1868 году город был занят русскими колониальными войсками и вошел во вновь созданный Зеравшанский округ Туркестанского генерал-губернаторства. В этот период здесь строятся дома европейского стиля, разбиваются парки, скверы и бульвары. С 1924г. по 1930г. – это столица Советского Узбекистана. Сейчас Самарканд – второй по величине и по количеству вузов город в республике с населением более 500 000 человек. `,
      },
      {
        label: "Рекомендованные Объекты",
        value: "sites",
        desc: `• Музей основания Самарканда расположен на территории древнего городища Афрасиаб, где размещается оригинал стенной росписи одного из дворцов (VIIIв.), обнаруженной при археологических раскопках. Экспозиция артефактов, найденных на территории городища, знакомит посетителей с историей жизнедеятельности города-крепости с Vв. до н.э. по XIIIв.
        
        •	В Мемориальном музее Улугбека (внук Тамерлана) выставлен макет грандиозного здания самаркандской обсерватории, построенной по приказу правителя Улугбека в 1428-29гг. Равной ей в то время не было на всем мусульманском Востоке. Мирзо Улугбек был не только правителем огромной империи, но и великим ученым своего времени, выдающимся астрономом. Многими данными, полученными в Самаркандской обсерватории, ученые Европы пользовались до XVII века. В музее вы увидите экспонаты, рассказывающие об «астрономической академии Востока» и ее замечательном создателе. От обсерватории того периода сохранилась только небольшая часть огромного секстанта. Рядом с музеем находится могила русского археолога В.Л. Вяткина, первым обнаружившего следы обсерватории в 1908 году.
          
        •	одним из величайших достижений мирового зодчества является ансамбль мавзолеев Шах-и-Зинда (XII-XIXвв.). От входного портала вверх по склону поднимаются два ряда усыпальниц, между которыми образован коридор. Более двух десятков мавзолеев, мечетей, поминальных и служебных помещений составляют этот величественный мемориальный комплекс. Сооружения различны по своим размерам, архитектуре, цвету, отделке. Здесь соседствуют яркая цветная мозаика, резные кружева стен и дверей, строения со строгими геометрическими плоскостями, почти лишенными облицовки. Надписи, которые причудливо и в то же время органично вплетаются в орнаменты, украшающие фасады, оставили нам имена замечательных народных умельцев из Самарканда, Бухары, из Азербайджана; видна живописная манера иранских мастеров. Один из современников писал: «Небеса – Луна и Солнце … сели на ковер раздумья и прикусили палец удивления – они никогда не видывали зданий столь изукрашенных и нарядных»;
          
        •	величественная соборная мечеть Биби-Ханым была построена по приказу Тимура (Тамерлана) в 1399-1404гг, как местными зодчими, так и вывезенными из разных стран. Это было самое высокое сооружение на Востоке в тот период времени. Фасад и купол мечети дают представление о первоначальном великолепии всего грандиозного здания, декорированного цветной мозаикой, резным мрамором, фигурной вязью, выложенной из кирпичей, везде была применена обильная позолота. Во дворе установлен вынесенный из мечети мраморный ляух (пюпитр – первая половина XVв.) для огромного Корана. Он покрыт вязью арабского письма. 
          `,
      },
      {
        label: "Галерея",
        value: "gallery",
        desc: samarkandGallery.map((img) => ({
          src: img.src,
          width: img.width,
          height: img.height,
        })),
      },
    ],
  },
  {
    id: 4,
    image: Bukhara,
    title: "Бухара",
    imageStyle:
      "w-full h-[35vh] bg-[url('../public/bukhara.jpg')] bg-cover bg-center flex justify-center items-center",
    tabs: [
      {
        label: "О Городе",
        value: "about",
        desc: `В течение своей многовековой истории (2500 лет) Бухара не раз завоевывалась, разрушалась, теряла свое международное значение как центр духовной культуры на Востоке. Но каждый раз «Бухоро-и-Шариф» («благородная Бухара») вновь восстанавливалась, возрождались ее экономика, науки и искусство, сооружались новые здания. Первое упоминание о ней есть в священной книге «Авеста» под названием «вихар», что в переводе с санскрита означает «монастырь». На тот период это было маленькое селение в окружении болот.
        
        В VI-VIIвв. происходит уже развитие города, именовавшегося Нумиджкет. В IX-Xвв. Бухара была столицей государства династии Саманидов, а в XI-XIIвв. – династии Караханидов, крупнейшим политическим и экономическим центром Средней Азии. Средневековая Бухара состояла из цитадели, собственно города с семью воротами и пригорода с одиннадцатью воротами. В эту пору в ней воздвигаются дворцы правителей и знати, феодальные замки, культовые здания ислама. После опустошительного завоевания монгольскими ордами в начале XIIIв., Бухара быстро восстанавливается и в XIV-XVвв. – это один из значительных городов Маверанахра. В XVIв. город становится столицей государства Шейбанидов (первая узбекская династия), в XVII в. – Аштарханидов, а также крупным центром мусульманства.
        
        С конца XVIIIв. по 1920г Бухара является столицей Бухарского эмирата. В настоящее время это областной центр, город-музей, сохранивший на своей территории и за ее пределами более 500 архитектурных памятников разных времен и эпох. Центральная часть «старого» города составляет целостный архитектурный ансамбль. Еще в советское время на вершинах куполов и минаретов гнездились священные птицы Бухары – аисты. На огромной высоте на фоне неба можно было увидеть четкий силуэт птицы. Это была одна из достопримечательностей города. `,
      },
      {
        label: "Рекомендованные Объекты",
        value: "sites",
        desc: `• крепость Арк - зимняя резиденция правителей Бухары (I-XX вв.)– это ядро древней Бухары. За 2 тысячелетия культурные слои почвы образовали здесь высокую платформу, на которой в конце XVIII - начале XX вв. бухарские эмиры возводили новые постройки и дополняли старые. Здесь находились дворцовая мечеть, конюшни, монетный двор, гаремы, склады, аудиенц-залы, подземные темницы, но большая часть строений уже не существует. С крепостных стен Арка, возвышающихся на 10-15 метров над улицами Бухары, открывается широкий обзор города с бесчисленными куполами и минаретами;
        
        • ансамбль Бала-хауз (1712г- начало XX в.) - очень изящный, легкий и нарядный, включающий в себя мечеть и расположенный перед ней айван (крытая галерея) с тонкими деревянными резными колоннами;
        
        • небольшая квартальная мечеть Магокки-Аттари связанна со средневековым рыночным центром Бухары. Это одна из самых древних мечетей, возникшая, согласно письменным источникам, на месте языческого храма, но в дальнейшем была существенно перестроена в XIIв., а затем в XVIв. От первоначального здания сохранился главный фасад с ассиметрично расположенным порталом, поражающий разнообразием фигурной кладки кирпича и орнаментом терракотовых плиток (из обожженной глины), образующих настоящее каменное кружево;
        
        • архитектурный ансамбль Ляби-Хауз – второй после Пои-Калян центральный ансамбль Бухары. Количества воды из канала Шахруд, протекающего через весь город, не всегда хватало жителям, особенно в летнее время, поэтому запасалась вода в примитивных небольших водоемах (хаузах) или прудах. Одним из самых крупных источников водоснабжения города является почти квадратный водоем Ляби-Хауз, сооруженный в 1620г. Его обрамляют три монументальных здания: ханака(странноприимный дом для дервишей и паломников) Надира-Диван-Беги - 20-е годы XVIв.; второе здание - медресе Кукельташ (1568-69гг) – это было одно из самых крупных медресе (духовное мусульманское училище) своего времени (160 худжр - келий); медресе Надира-Диван-Беги (1622г.). В облицовке его преобладают стилизованно-растительные мотивы, среди которых выделяются изображения летящих мифических птиц. В течение столетий территория, на которой располагается хауз (водоем), с примыкающими к нему зданиями, служила местом отдыха и прогулок жителей Бухары. Эта традиция сохранилась и в наши дни;
        
        • на севере Бухары располагается бывшая загородная резиденция последних бухарских эмиров – Ситора-и-Махи-Хаса - «Под луной и звездами» (конец XIXв.-1918г). Старый дворец, возведенный бухарскими мастерами, изучавшими русскую архитектуру в Петербурге и Ялте, представляет собой смесь европейского и бухарского стилей. Новый дворец – это комплекс строений (также смешанного восточного и европейского стилей): арка ворот, гарем, оранжерея, крытая галерея и главный корпус. Наиболее интересны в этом дворце интерьеры Белого зала и приемной. Стены и потолки оформлены богатейшей резьбой и растительной росписью по ганчу (гипс) в традициях бухарской архитектурно-декоративной школы. К несомненной достопримечательности Махасы (так любовно называют ее бухарцы) следует отнести резные ворота с коваными медными гвоздями и ручками, украшенными тонкой чеканкой. Дворцы расположены в прекрасном парке с разнообразными декоративными и фруктовыми деревьями, лужайками, огромным прудом. Когда-то, часть территории занимал зоологический сад, где по траве разгуливали газели, фазаны и павлины, последние привольно гуляют и в настоящее время; 
        
        • династическая усыпальница Саманидов (конец IX в.- начало X в) - замечательный по своей красоте мавзолей. Здание его является первым в среднеазиатском регионе, построенное из кирпича как строительного, так и декорообразующего материала. Соотношение и чередование кирпичей, уложенных горизонтально, вертикально, под углом, отесанных в форме дисков и розеток, создают богатый архитектурный покров;
        
        • Чашма-Аюб - архитектурное сооружение XIVв. – мазар (место поклонения), воздвигнутое над легендарным колодцем (чашма) пророка Аюба (Иова);
        
        • ансамбль Пои-Калян (XII-XVI вв.) - комплекс сооружений, группирующихся около самого высокого минарета Бухары – Калян (башня для созыва на молитву). Он был выстроен в 1127г. Высота его – 47м, внутри – 105 ступеней, ведущих к вершине. Строительные кладки и облицовки исполнены из жженого кирпича. Минарет стоит на монолитном фундаменте, опущенном глубоко в землю, что обеспечивает ему большую прочность. С правой стороны минарета возвышается величественное здание соборной мечети Масджиди-Калян, возведенное в первой половине XVв. над остатками средневековой мечети XI-XIIвв. Перестройки и обновления были произведены в 1514 году. Ее высокоподнятый купол, выложенный голубыми кирпичиками, спорит с яркой синевой неба. Внутренний двор мечети обрамляют крытые галереи, которые поддерживают своими мощными столбами 288 куполов. Здесь даже в жаркие дни царят прохлада и сумрак. Напротив мечети, располагается здание медресе Мири-Араб, возведенное влиятельным шейхом (глава религиозного ордена) Мири-Арабом Йеменским в 1535-36 годах. Как с внешней стороны, так и внутри здание украшено цветной мозаикой. Это действующее медресе, где юношей готовят к службе в мечетях. Помимо Корана, они изучают и естественные науки;
        
        • около религиозного центра Бухары располагались лавки торговцев и мастерские ремесленников, сбывавших свой товар. Старые базары Средней Азии обычно всегда были крытыми. Галереи и купола защищали от палящих лучей солнца летом, от дождя и снега - зимой. Хорошо сохранился целый ряд закрытых торговых пассажей – тимов. Очень своеобразны купольные рыночные строения – таки. К XVв. относится купол ювелиров – Таки-Заргарон, к XVIв. – купол продавцов головных уборов – Тильпак-Фурушон, купол менял – Таки-Сарафон и Тим Абдуллахана, предназначенный для продажи шелка. В крытых пассажах города, действующих и в наши дни, можно приобрести замечательные изделия прикладного искусства, которыми исстари славилась Бухара;
        
        • комплекс медресе Улугбека и Абдулазисхана. Два разновременных здания, разделенные улочкой, возведены с порталами на одной оси. Медресе Улугбека (1417г) отличает равновесие форм и строгость пропорций. В 1585г главный и дворовые фасады были реставрированы нанесением майоликовой облицовки. Медресе Абдулазисхана (1652г) имеет обширный четырехайванный (крытые галереи) двор, охваченный двухэтажной застройкой. В глубине двора – мечеть.    
        `,
      },
      {
        label: "Галерея",
        value: "gallery",
        desc: bukharaGallery.map((img) => ({
          src: img.src,
          width: img.width,
          height: img.height,
        })),
      },
    ],
  },
  // { id: 5, image: Image3, title: "Хорезм" },
];

export const Reviews = [
  {
    id: 1,
    avatar: Avatar1,
    client_name: "Азиз",
    tour_name: "Память веков",
    rating: 5,
    review:
      "Я очень рекомендую этот тур - хорошо спланированный маршрут и захватывающие дух места. Знающий и дружелюбный гид предоставил интересную информацию об истории и культуре. Чистые и уютные номера и вкусная еда.",
  },
  {
    id: 2,
    avatar: Avatar2,
    client_name: "Света",
    tour_name: "По долинам по взгорьям",
    rating: 5,
    review:
      "Этот тур великолепен, с хорошо спланированным маршрутом, который приведет вас к захватывающим дух местам. Ваш знающий и дружелюбный гид предоставит интересные сведения об истории и культуре региона",
  },
  {
    id: 3,
    avatar: Avatar1,
    client_name: "Азиз",
    tour_name: "Память веков",
    rating: 5,
    review:
      "Я очень рекомендую этот тур - хорошо спланированный маршрут и захватывающие дух места. Знающий и дружелюбный гид предоставил интересную информацию об истории и культуре. Чистые и уютные номера и вкусная еда.",
  },
  {
    id: 4,
    avatar: Avatar2,
    client_name: "Света",
    tour_name: "По долинам по взгорьям",
    rating: 5,
    review:
      "Этот тур великолепен, с хорошо спланированным маршрутом, который приведет вас к захватывающим дух местам. Ваш знающий и дружелюбный гид предоставит интересные сведения об истории и культуре региона",
  },
];
