export default function Sights() {
  return (
    <div className="lg:px-[8%] lg:text-start px-[4%] flex justify-center ">
      <div className="rounded-xl my-4 border-0 p-5 mb-10 shadow-md w-full bg-white">
        <div className="w-full  p-3">
          <h3 className="text-m text-yellow font-bold py-2">ТАШКЕНТ</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>Автотранспортная обзорная экскурсия</li>
            <li>
              Посещение культового ансамбля Хаст-Имам, который сформировался
              вокруг мавзолея шейха Хавенди Тахура (XV-XIXвв.) - известного и
              почитаемого на Востоке суфия. На территории ансамбля находится
              медресе Баракхана (1531-32гг), где в настоящее время располагается
              Духовное управление мусульман Узбекистана и Исламский университет.
              Здесь же, в специальном помещении хранятся редкие собрания Коранов
              и сборники хадисов (воспоминания о словах и делах Пророка
              Мухаммеда). Рядом находится мавзолей, возведенный во 2-й половине
              XVIв. над захоронением выдающегося законоведа шафиитского толка
              (юридическая школа в исламе), хадисоведа и комментатора Корана,
              почитаемого духовного лица - Мухаммеда Абу-Бакра Каффаль-Шаши
              (умер в Xв.)
            </li>
            <li>Музей династии Тимуридов</li>
            <li>Музей прикладного искусства регионов Узбекистана</li>
            <li>Самый «старый» базар Ташкента «Чор-Су»</li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">САМАРКАНД</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              Музей основания Самарканда расположен на территории древнего
              городища Афрасиаб, где размещается оригинал стенной росписи одного
              из дворцов (VIIIв.), обнаруженной при археологических раскопках.
              Экспозиция артефактов, найденных на территории городища, знакомит
              посетителей с историей жизнедеятельности города-крепости с Vв. до
              н.э. по XIIIв.
            </li>
            <li>
              В Мемориальном музее Улугбека (внук Тамерлана) выставлен макет
              грандиозного здания самаркандской обсерватории, построенной по
              приказу правителя Улугбека в 1428-29гг. Равной ей в то время не
              было на всем мусульманском Востоке. Мирзо Улугбек был не только
              правителем огромной империи, но и великим ученым своего времени,
              выдающимся астрономом. Многими данными, полученными в
              Самаркандской обсерватории, ученые Европы пользовались до XVII
              века. В музее вы увидите экспонаты, рассказывающие об
              «астрономической академии Востока» и ее замечательном создателе.
              От обсерватории того периода сохранилась только небольшая часть
              огромного секстанта. Рядом с музеем находится могила русского
              археолога В.Л. Вяткина, первым обнаружившего следы обсерватории в
              1908 году
            </li>
            <li>
              Одним из величайших достижений мирового зодчества является
              ансамбль мавзолеев Шах-и-Зинда (XII-XIXвв.). От входного портала
              вверх по склону поднимаются два ряда усыпальниц, между которыми
              образован коридор. Более двух десятков мавзолеев, мечетей,
              поминальных и служебных помещений составляют этот величественный
              мемориальный комплекс. Сооружения различны по своим размерам,
              архитектуре, цвету, отделке. Здесь соседствуют яркая цветная
              мозаика, резные кружева стен и дверей, строения со строгими
              геометрическими плоскостями, почти лишенными облицовки. Надписи,
              которые причудливо и в то же время органично вплетаются в
              орнаменты, украшающие фасады, оставили нам имена замечательных
              народных умельцев из Самарканда, Бухары, из Азербайджана; видна
              живописная манера иранских мастеров. Один из современников писал:
              «Небеса – Луна и Солнце … сели на ковер раздумья и прикусили палец
              удивления – они никогда не видывали зданий столь изукрашенных и
              нарядных»
            </li>
            <li>
              Величественная соборная мечеть Биби-Ханым была построена по
              приказу Тимура (Тамерлана) в 1399-1404гг, как местными зодчими,
              так и вывезенными из разных стран. Это было самое высокое
              сооружение на Востоке в тот период времени. Фасад и купол мечети
              дают представление о первоначальном великолепии всего грандиозного
              здания, декорированного цветной мозаикой, резным мрамором,
              фигурной вязью, выложенной из кирпичей, везде была применена
              обильная позолота. Во дворе установлен вынесенный из мечети
              мраморный ляух (пюпитр - первая половина XVв.) для огромного
              Корана. Он покрыт вязью арабского письма
            </li>
            <li>
              Образцом парадно-монументального строительства является
              архитектурный ансамбль Регистан - площадь трех медресе (духовное
              мусульманское училище). «Сердце Самарканда» - так называют жители
              города площадь Регистан («песчаное место»). Изначально, здесь
              находились торговые ряды и располагались караван-сараи (постоялые
              дворы), бани, торговые павильоны, лавочки мелких ремесленников.
              Сюда привозили товары купцы из разных стран: Малой Азии и
              Поволжья, Дальнего Востока и Сибири, Персии и с Аравийского
              полуострова. В годы правления Улугбека - внука Тимура (Тамерлана),
              Самарканд становиться крупным научным центром Востока. В это время
              строится не только знаменитая обсерватория, но и медресе Улугбека
              (1417-1420гг) на площади Регистан. Только в XVII веке напротив
              него возводится медресе Шер-Дор - «имеющий тигров» (1619-1636гг).
              На его портале видна геральдическая эмблема: тигр, терзающий лань
              на фоне солнечного лика. Завершает ансамбль центральное медресе
              Тилля-Кари – «золотом покрытая» (1646-1660гг), возведенное на
              месте караван-сарая XVв. с частичным использованием его
              фундаментов и стен. Здание соединяло функции медресе и соборной
              мечети города. Внутри интерьер мечети расписан роскошным
              цветочно-растительным орнаментом с обильной позолотой. В настоящее
              время на площади, между тремя медресе раз в два года проводится
              международный фестиваль народного творчества «Шарк Тароналари»,
              где певцы, музыканты и танцоры из разных стран мира демонстрируют
              свое певческое и танцевальное искусство
            </li>
            <li>
              Не далеко от площади Регистан, на символической границе между
              «старым» и «новым» городом, находится династическая усыпальница
              Тимуридов - Гур-Эмир (1403-1405гг, дополнительные пристройки -
              1424г, 1446г). Строительство мавзолея началось по приказу Тимура в
              1403 году над могилой его любимого внука Мухаммеда-Султана,
              который должен был стать правителем Мавераннахра после смерти
              Тимура. Однако внук скончался раньше деда. Отправившись походом на
              Китай в 1404 году, Тимур умирает в городе Отрар (Южный Казахстан)
              в возрасте 69 лет. Тело его перевозят в Самарканд и хоронят в
              склепе мавзолея Мухаммеда-Султана. С этого времени мавзолей стал
              называться Гур-Эмир - «могила Эмира», где в период правления
              Улугбека хоронили только усопших из рода Тимуридов. Полностью
              реставрированный Гур-Эмир, привлекает чудесным сочетанием
              пропорций, живым орнаментом мозаичной облицовки и светящейся
              голубизной ребристого купола. Когда-то всякого, кто входил в
              мавзолей, встречала у входа красивая плита с надписью, говорившей,
              что здесь захоронен Тимур. Эта плита и одна створка двери,
              украшенная искусной резьбой, слоновой костью и серебром находятся
              в Эрмитаже. Внутри мавзолея на мраморном полу, огороженные узорной
              мраморной решеткой (XVв.), установлены надгробные камни,
              центральный из которых (цельный кусок черно-зеленого нефрита)
              расположен над могилой Тимура. Глубоко под полом находится
              сводчатый склеп с погребениями Тимура, его сыновей, внуков и двух
              шейхов (глава религиозного ордена). В основании стен интерьера -
              высокая панель из зеленоватого оникса. В декоре мавзолея
              использованы, кажется, все имевшиеся в арсенале художника
              средства: резьба по камню и дереву, сталактиты и витражи, но
              главное положение занимают сине-золотые росписи. Ими покрыты все
              плоскости от низа стен до вершины купола. Художественная и
              историческая значимость мавзолея Гур-Эмир обусловила большой и
              непреходящий интерес к нему исследователей. Ему посвящены страницы
              во всех обобщающих трудах по архитектуре Средней Азии
            </li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">БУХАРА</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              Крепость Арк - зимняя резиденция правителей Бухары (I-XXвв.) - это
              ядро древней Бухары. За 2 тысячелетия культурные слои почвы
              образовали здесь высокую платформу, на которой в конце XVIII -
              начале XXвв. бухарские эмиры возводили новые постройки и дополняли
              старые. Здесь находились дворцовая мечеть, конюшни, монетный двор,
              гаремы, склады, аудиенц-залы, подземные темницы, но большая часть
              строений уже не существует. С крепостных стен Арка, возвышающихся
              на 10-15 метров над улицами Бухары, открывается широкий обзор
              города с бесчисленными куполами и минаретами
            </li>
            <li>
              Ансамбль Бала-хауз (1712г - начало XXв.) - очень изящный, легкий и
              нарядный, включающий в себя мечеть и расположенный перед ней айван
              (крытая галерея) с тонкими деревянными резными колоннами
            </li>
            <li>
              Династическая усыпальница Саманидов (конец IXв.- начало Xв.) -
              замечательный по своей красоте мавзолей. Здание его является
              первым в среднеазиатском регионе, построенное из кирпича как
              строительного, так и декорообразующего материала. Соотношение и
              чередование кирпичей, уложенных горизонтально, вертикально, под
              углом, отесанных в форме дисков и розеток, создают богатый
              архитектурный покров
            </li>
            <li>
              Чашма-Аюб-архитектурное сооружениеXIVв. - мазар (место
              поклонения), воздвигнутое над легендарным колодцем (чашма) пророка
              Аюба (Иова)
            </li>
            <li>
              Ансамбль Пои-Калян (XII-XVIвв.) - комплекс сооружений,
              группирующихся около самого высокого минарета Бухары - Калян
              (башня для созыва на молитву). Он был выстроен в 1127г. Высота его
              - 47м, внутри - 105 ступеней, ведущих к вершине. Строительные
              кладки и облицовки исполнены из жженого кирпича. Минарет стоит на
              монолитном фундаменте, опущенном глубоко в землю, что обеспечивает
              ему большую прочность. С правой стороны минарета возвышается
              величественное здание соборной мечети Масджиди-Калян, возведенное
              в первой половине XVв. над остатками средневековой мечети
              XI-XIIвв. Перестройки и обновления были произведены в 1514 году.
              Ее высокоподнятый купол, выложенный голубыми кирпичиками, спорит с
              яркой синевой неба. Внутренний двор мечети обрамляют крытые
              галереи, которые поддерживают своими мощными столбами 288 куполов.
              Здесь даже в жаркие дни царят прохлада и сумрак. Напротив мечети,
              располагается здание медресе Мири-Араб, возведенное влиятельным
              шейхом (глава религиозного ордена) Мири-Арабом Йеменским в 1535-36
              годах. Как с внешней стороны, так и внутри здание украшено цветной
              мозаикой. Это действующее медресе, где юношей готовят к службе в
              мечетях. Помимо Корана, они изучают и естественные наукиp
            </li>
            <li>
              Около религиозного центра Бухары располагались лавки торговцев и
              мастерские ремесленников, сбывавших свой товар. Старые базары
              Средней Азии обычно всегда были крытыми. Галереи и купола защищали
              от палящих лучей солнца летом, от дождя и снега - зимой. Хорошо
              сохранился целый ряд закрытых торговых пассажей – тимов. Очень
              своеобразны купольные рыночные строения - таки. К XVв. относится
              купол ювелиров - Таки-Заргарон, к XVIв. - купол продавцов головных
              уборов - Тильпак-Фурушон, купол менял - Таки-Сарафон и Тим
              Абдуллахана, предназначенный для продажи шелка. В крытых пассажах
              города, действующих и в наши дни, можно приобрести замечательные
              изделия прикладного искусства, которыми исстари славилась Бухара
            </li>
            <li>
              небольшая квартальная мечеть Магокки-Аттари связанна со
              средневековым рыночным центром Бухары. Это одна из самых древних
              мечетей, возникшая, согласно письменным источникам, на месте
              языческого храма, но в дальнейшем была существенно перестроена в
              XIIв., а затем в XVIв. От первоначального здания сохранился
              главный фасад с ассиметрично расположенным порталом, поражающий
              разнообразием фигурной кладки кирпича и орнаментом терракотовых
              плиток (из обожженной глины), образующих настоящее каменное
              кружево
            </li>
            <li>
              Архитектурный ансамбль Ляби-Хауз - второй после Пои-Калян
              центральный ансамбль Бухары. Количества воды из канала Шахруд,
              протекающего через весь город, не всегда хватало жителям, особенно
              в летнее время, поэтому запасалась вода в примитивных небольших
              водоемах (хаузах) или прудах. Одним из самых крупных источников
              водоснабжения города является почти квадратный водоем Ляби-Хауз,
              сооруженный в 1620г. Его обрамляют три монументальных здания:
              ханака(странноприимный дом для дервишей и паломников)
              Надира-Диван-Беги - 20-е годы XVIв.; второе здание - медресе
              Кукельташ (1568-69гг) - это было одно из самых крупных медресе
              (духовное мусульманское училище) своего времени (160 худжр -
              келий); медресе Надира-Диван-Беги (1622г.). В облицовке его
              преобладают стилизованно-растительные мотивы, среди которых
              выделяются изображения летящих мифических птиц. В течение столетий
              территория, на которой располагается хауз (водоем), с примыкающими
              к нему зданиями, служила местом отдыха и прогулок жителей Бухары.
              Эта традиция сохранилась и в наши дни
            </li>
            <li>
              На севере Бухары располагается бывшая загородная резиденция
              последних бухарских эмиров - Ситора-и-Махи-Хаса - «Под луной и
              звездами» (конец XIXв.-1918г). Старый дворец, возведенный
              бухарскими мастерами, изучавшими русскую архитектуру в Петербурге
              и Ялте, представляет собой смесь европейского и бухарского стилей.
              Новый дворец – это комплекс строений (также смешанного восточного
              и европейского стилей): арка ворот, гарем, оранжерея, крытая
              галерея и главный корпус. Наиболее интересны в этом дворце
              интерьеры Белого зала и приемной. Стены и потолки оформлены
              богатейшей резьбой и растительной росписью по ганчу (гипс) в
              традициях бухарской архитектурно-декоративной школы. К несомненной
              достопримечательности Махасы (так любовно называют ее бухарцы)
              следует отнести резные ворота с коваными медными гвоздями и
              ручками, украшенными тонкой чеканкой. Дворцы расположены в
              прекрасном парке с разнообразными декоративными и фруктовыми
              деревьями, лужайками, огромным прудом. Когда-то, часть территории
              занимал зоологический сад, где по траве разгуливали газели, фазаны
              и павлины, последние привольно гуляют и в настоящее время
            </li>
            <li>
              Комплекс медресе Улугбека и Абдулазисхана. Два разновременных
              здания, разделенные улочкой, возведены с порталами на одной оси.
              Медресе Улугбека (1417г) отличает равновесие форм и строгость
              пропорций. В 1585г главный и дворовые фасады были реставрированы
              нанесением майоликовой облицовки. Медресе Абдулазисхана (1652г)
              имеет обширный четырехайванный (крытые галереи) двор, охваченный
              двухэтажной застройкой. В глубине двора – мечеть
            </li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">ХИВА</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              Пешеходная экскурсия по архитектурным памятникам Ичан-Калы
              (ХVII-XIXвв.)
            </li>
            <li>
              Здание европейской архитектуры, построенное Ислам-Ходжой для
              новометодной школы, стройный минарет, мечеть и медресе Ислам Ходжа
              (XXв.)
            </li>
            <li>
              Медресе Мухаммед-Амин-хана с недостроенным минаретом Кальта-Минор
              (высота 26м) - XIXв.
            </li>
            <li>Комплекс Куня-Арк (крепость) - XVII-XIXвв.;</li>
            <li>Медресе Мухаммада Рахим-хана - XVIIIв.;</li>
            <li>
              Мавзолей Сейида Алауддина - единственный сохранившийся памятник
              XIVв.;
            </li>
            <li>
              Медресе Карихона, где сейчас расположены ремонтные мастерские и
              магазины (ХVII-XIXвв.);
            </li>
            <li>Медресе Ширгази-хана - XVIIв.;</li>
            <li>Мавзолей Пахлаван-Махмуда (XIX-XXвв.);</li>
            <li>
              Медресе Кутлуг-Мурад-инак с подземным хранилищем воды – сардобой
              (1812г);
            </li>
            <li>
              Комплекс строений Алла-Кули-хана (1834-35гг): медресе с пышно
              украшенным порталом, тим (крытый торговый пассаж) и караван-сарай
              (постоялый двор);
            </li>
            <li>
              Дворец Таш-хаули с богатой отделкой стен (изразцы, роспись) -
              XIXв.;
            </li>
            <li>Соборная Джума-мечеть с минаретом (ХVII-XIXвв.).</li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">ТЕРМЕЗ</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              Кампыр-кала («старая крепость») - III-IIвв. до н.э. - остатки
              складских помещений, сохранившихся у переправы через Амударью.
              Здесь находился порт, который функционировал вплоть до VIIIв.
            </li>
            <li>
              Фаяз-тепе (I-IIвв.) - культовый буддийский комплекс, который
              включал в себя собственно монастырь, имеющий богатое
              художественное убранство, ступу для хранения священных реликвий,
              различные хозяйственные постройки и подсобные помещения,
              обеспечивающие всем необходимым монашескую общину. Фаяз-тепе
              украшала живопись. Среди многочисленных сохранившихся фрагментов –
              лик Будды в нимбе и изображения почитателей-буддистов. Обнаружено
              также великолепное изваяние Будды, сидящего под священным древом и
              по обе стороны от него - два монаха с молитвенно сложенными
              руками.
            </li>
            <li>
              Зурмала (IIв.) - огромная ступа (диаметр - 14,5м, высота - 16м),
              сложенная из сырцового кирпича и оштукатуренная ганчем (гипс),
              лишенная своих облицовок. Этот памятник буддийской культуры
              пережил века, превратившись ныне в почти бесформенный массив. Ее
              масштабы говорят об особом значении этого сооружения в буддийском
              строительстве Старого Термеза. Ступа, видимо, располагалась на
              территории целого комплекса буддийских построек.
            </li>
            <li>
              Культово-мемориальный комплекс Хакими Ат-Термези (XI-XVвв.) -
              сложился вокруг захоронения известного богослова и хадисоведа IXв.
              (хадис - сказание о делах, словах и поступках пророка Мухаммеда).
              Прозвище же - Хакими Термези, запечатленное в надписи на мраморном
              надгробии, означает «термезский мудрец». Со временем над могилой
              был возведен небольшой мавзолей.
            </li>
            <li>
              Кырк-Кыз (IX-Xвв.) - крупная загородная усадьба, видимо,
              принадлежавшая династии Саманидов. Строительный и декорообразующий
              материал - сырцовый кирпич, из которого сложены стены,
              оштукатуренные глиной и выведены разнообразные сводчатые
              конструкции. Общее число помещений усадьбы достигало полусотни.
              Кырк-Кыз является, своего рода, музеем строительно-технических
              поисков и конструктивных экспериментов раннесредневековых зодчих
              Средней Азии. Для этого сооружения характерны сочетание
              доисламской традиции и исламских элементов в архитектуре и декоре,
              а также использование различных техник и материалов.
            </li>
            <li>
              Мавзолей Хакима ат-Термези (XII-XIVвв.) - мавзолей суфийского
              ученого и поэта Хакима ат-Термези, расположенный на месте его
              захоронения. Здание мавзолея построено из сырцового кирпича и
              украшено керамической плиткой, выведенной в технике глазурования.
              Фасад мавзолея украшен семикупольной главкой и ажурными карнизами.
              Внутри мавзолея находится каменный саркофаг с захоронением Хакима
              ат-Термези.
            </li>
            <li>
              Медресе Кукельдаш (XVIв.) - один из немногих сохранившихся
              объектов архитектуры Термеза периода Шейбанидов. Медресе была
              построена в 1566 году и служила учебным заведением для
              мусульманских священников. Здание медресе имеет квадратную форму и
              включает в себя двор с колодцем и две айваны - большой и малый.
              Внутри айванов располагаются кельи для студентов и аудитории для
              занятий. Фасад медресе украшен узорчатыми карнизами и керамической
              плиткой.
            </li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">
            ФЕРГАНСКАЯ ДОЛИНА
          </h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              автотранспортная обзорная экскурсия с посещением краеведческого
              музея.
            </li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">ШАХРИСАБЗ</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              самым грандиозным сооружением XIVв. был дворец Ак-Сарай - «Белый
              дворец» (1380-1404гг), построенный по приказу Тимура. В сооружении
              его участвовали как местные мастера, так и плененные в Хорезме и
              Азербайджане. От великолепного дворца остались лишь два пилона
              (устои) входного портала, поддерживаемые боковыми башнями. Над
              аркой, согласно письменным источникам, было написано изречение
              грозного Тимура: «Если ты сомневаешься в нашем величии, посмотри
              на наши сооружения»
            </li>
            <li>
              культово-мемориальный комплекс Дорут-Тиляват (конец XIVв. – 1-я
              половина XVв.) располагается к югу от Ак-Сарая. Мавзолеи, мечеть и
              вновь построенное на старом фундаменте медресе (XIX-XXвв.) –
              объединены небольшим двориком
            </li>
            <li>
              архитектурный ансамбль Дорус-Сиадат (1379/80гг-1404г) - некогда
              огромная усыпальница Тимуридов. До наших дней сохранился лишь
              мавзолей старшего сына Тимура (Джехангира), возведенный мастерами
              из Ургенча в формах хорезмского зодчества. Здесь же находится
              склеп Тимура (1380-1404гг), облицованный мраморовидным
              известняком, а саркофаг из белого мрамора пуст. Захоронили Амира
              Тимура в Самарканде{" "}
            </li>
            <li>торговый комплекс Чор-Су (XVIIв.) </li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">КОКАНД</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>медресе Норбута Бий (1799г) - возведен бухарским зодчим</li>
            <li>Джума-мечеть (1815г) - соборная мечеть Кокандского ханства</li>
            <li>
              Дахмаи-Шахон (30-е годы XIXв.) - небольшой династический мавзолей
              кокандских ханов и членов их семей, возведенный в подражание
              усыпальницам XIV-XVвв
            </li>
            <li>
              Дворец Урда (1870г) - в строительстве и отделке дворца принимали
              участие лучшие мастера Ферганской долины. Здание возведено на
              высокой платформе и возвышается над большим военным плацем. Все
              поверхности фасадов декорированы мелкоузорными изразцами{" "}
            </li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">
            ХОРЕЗМСКИЙ ОАЗИС - КАЛЫ
          </h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>Аяз-кала</li> <li>Гяур-кала</li> <li>Гульдурсун-тепа</li>
            <li>Топрак-кала</li> <li>Кызыл-кала</li> <li>Кой-Крылган-кала</li>
            <li>Элик-кала</li> <li>Джанбас-кала</li> <li>Джанпык-кала</li>
            <li>Кырк-Кыз-кала</li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">КУВА</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>древнее городище Кубо (предположительно IV-IIIвв. до н. э.)</li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">РИШТАН</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              посещение керамических мастерских и выставки-распродажи
              керамических изделий
            </li>
          </ul>
          <h3 className="text-m text-yellow font-bold py-2">МАРГИЛАН</h3>
          <h3>
            Рекомендуемые туристам экскурсии и исторические объекты показа:
          </h3>
          <ul className="list-inside list-disc">
            <li>
              посещение фабрики по производству шелка - первое предприятие было
              заложено еще в 1928 году. Туристов знакомят с процессом кустарного
              производства национального узбекского шелка «Хан-Атлас». Здесь же
              можно приобрести отрезы понравившейся цветовой гаммы
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
}
